{
  "id": 1,
  "name": "quis turpis eget elit sodales",
  "products": [
  {
  "id": 45,
  "name": "Cheese - Asiago",
  "description": "Pellentesque eget nunc. Donec quis orci eget orci vehicula condimentum. Curabitur in libero ut massa volutpat convallis.",
  "category": "[{\"id\":7,\"name\":\"fish\"}]"
  },
  {
  "id": 5,
  "name": "Pork - Loin, Center Cut",
  "description": "Nunc nisl. Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa. Donec dapibus. Duis at velit eu est congue elementum.",
  "category": "[{\"id\":4,\"name\":\"spices\"}]"
  },
  {
  "id": 30,
  "name": "Napkin - Cocktail,beige 2 - Ply",
  "description": "Ut tellus.",
  "category": "[{\"id\":7,\"name\":\"fish\"}]"
  },
  {
  "id": 68,
  "name": "Sauce - Ranch Dressing",
  "description": "Morbi porttitor lorem id ligula. Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem.",
  "category": "[{\"id\":3,\"name\":\"beverages\"}]"
  },
  {
  "id": 79,
  "name": "Brownies - Two Bite, Chocolate",
  "description": "Vivamus vel nulla eget eros elementum pellentesque. Quisque porta volutpat erat. Quisque erat eros, viverra eget, congue eget, semper rutrum, nulla. Nunc purus. Phasellus in felis.",
  "category": "[{\"id\":7,\"name\":\"fish\"}]"
  },
  {
  "id": 34,
  "name": "Tea - Decaf Lipton",
  "description": "Fusce lacus purus, aliquet at, feugiat non, pretium quis, lectus. Suspendisse potenti. In eleifend quam a odio.",
  "category": "[{\"id\":5,\"name\":\"dairy\"}]"
  },
  {
  "id": 54,
  "name": "Water Chestnut - Canned",
  "description": "Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem. Fusce consequat.",
  "category": "[{\"id\":2,\"name\":\"vegetables\"}]"
  },
  {
  "id": 40,
  "name": "Tomatoes - Vine Ripe, Red",
  "description": "Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh. Quisque id justo sit amet sapien dignissim vestibulum. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Nulla dapibus dolor vel est. Donec odio justo, sollicitudin ut, suscipit a, feugiat et, eros. Vestibulum ac est lacinia nisi venenatis tristique.",
  "category": "[{\"id\":3,\"name\":\"beverages\"}]"
  }
  ],
  "completed": true,
  "createdAt": "2020-10-28T07:17:28Z"
}